@extends('layouts.master')


@section('content')

<section id="about" class="about"> 

    <div class="container aos-init aos-animate" data-aos="fade-up">

        <div class="section-title">
          <h2>نبذه عن النظام</h2>
        </div>
  
        <div class="row content">
          <div class="col-lg-6">
            <p>
                نظام تنبيه جامعي مخصص لتسجيل بيانات المحاضرين والتنبيه بمواعيد المحاضرات والاجتماعات و المؤتمرات، ويعد هذا النظام أداة مهمة لتنظيم الجداول الزمنية وتحسين إدارة الوقت.</p>
            <h4>الخدمات التي يقدمها النظام:</h4>
            <ul>
              <li><i class="ri-check-double-line"></i> تسجيل المحاضرين: <br> يتيح النظام للمحاضرين تسجيل معلوماتهم الشخصية والتفاصيل الخاصة بالمحاضرات والاجتماعات.</li>
              <li><i class="ri-check-double-line"></i> تسجيل مواعيد المحاضرات والاجتماعات <br>يسمح النظام للمحاضرين بإدخال توقيت المحاضرات والاجتماعات المختلفة.</li>
              <li><i class="ri-check-double-line"></i> امكانيه التنبيه قبل 12 ساعة وقبل ساعة من النشاط<br> يقوم النظام بإرسال تنبيه تلقائية للمحاضرين قبل 12 ساعة من موعد المحاضرة أو الاجتماع ومرة أخرى قبل ساعة من الموعد المحدد. </li>
              <li><i class="ri-check-double-line"></i> واجهة استخدام بسيطة<br> يتميز النظام بواجهة مستخدم سهلة الاستخدام تسمح للمحاضرين بتحديث جداولهم الزمنية بسهولة. </li>
              <li><i class="ri-check-double-line"></i> توفير تفاصيل للفعاليات:<br> يسمح النظام للمحاضرين بإضافة تفاصيل إضافية حول المحاضرة أو الاجتماع، مثل المكان والموضوع المتوقع. </li>
              <li><i class="ri-check-double-line"></i> تاريخ المواعيد: <br> يتيح النظام للمحاضرين الاطلاع على تاريخ المواعيد السابقة والمستقبلية لتسهيل متابعة الأنشطة الأكاديمية والاجتماعية. </li>
            </ul>
          </div>
          <div class="col-lg-6 pt-4 pt-lg-0">
            <p>
                هذا النظام يهدف إلى تسهيل عمل المحاضرين وتنظيم أنشطتهم اليومية بشكل فعّال وفعّال.
            </p>  
          </div>
        </div>
  
      </div>
    </section>

    @endsection
